

const Terms = () => {
    return (
        <div className="text-gray-300 min-h-screen pb-10">
            <p className="px-4 text-justify mt-10 md:text-[20px] w-11/12 mx-auto">
            তবে যে সমস্যা গুলোর জন্য আমরা কখনোই দায়ী থাকবো না। <br />
           <span className="text-yellow-300">
           ⚠ আমাদের সাথে যোগাযোগ না করে যাত্রী কে কোথাও পৌঁছে দিয়ে আসলে। <br/>
            ⚠ আমাদের যথাযথ ট্যাক্স / ভ্যাট দিতে অস্বীকার করলে বা না দিলে। <br/>
            ⚠ আপনার গাড়ির লাইসেন্স না থাকলে। <br/>
            ⚠ যদি আপনার একাউন্ট না থাকে।তখন আমরা আপনাকে চিনতে পারি না, এ অবস্থায় আপনাকে কোনোরকম সহায়তা করতে পারবো না। তাই এখনই একাউন্ট খুলুন আর যেকোনো সময়ে আমাদের সহায়তা নিন। <br/>
            ⚠ আমাদের না জানিয়ে আপনি কোনো গাড়িতে উঠার পর ড্রাইভার আপনার কাছ থেকে ভাড়া বেশি টাকা রাখলে আমরা কখনো দায়ী থাকবো না। <br/>
            ⚠ আমাদের নিদিষ্ট গাড়ি ছাড়া অন্য কোনো গাড়িতে উঠে পড়লে। <br/>
           </span>
            এছাড়াও আপনার পরিস্থিতি অনুযায়ী আমাদের দেওয়া কোনো নিয়ম না মানলে আমরা কোনোভাবেই দায়ী থাকতে পারি না।
            </p>
        </div>
    )
};
export default Terms;